[
  {
    "title": "Advise",
    "subtitle": "You have problems. I listen and give you ideas for solving them, usually with technology.",
    "deliverable": "An email or document",
    "example": [
      "Your sales are lower than they could be because the spreadsheets you run your business on have become difficult for new people in your company to work with.",
      "I give you 3 options for an ERP system based on your industry and specific business needs, all with future possibilities in mind."
    ]
  },
  {
    "title": "Design",
    "subtitle": "You have ideas. I help turn your ideas into something that can be developed.",
    "deliverable": "Mockups and/or prototypes",
    "example": [
      "You've got an idea for an app. I help you refine the idea and give it a shape with mockups and interactive prototypes to help you communicate that idea to other people."
    ]
  },
  {
    "title": "Develop",
    "subtitle": "You have designs. I help turn them into something other people click or tap.",
    "deliverable": "A website, app, or other digital product — usually HTML/CSS/JS, sometimes Swift",
    "example": [
      "You have mockups for a website.",
      "I help you by ensuring those mockups are ready to be developed, and then bring it to life with code on the platform of your choice.",
      "I can tie into an existing content management system like Wordpress, or give you a lightning-fast custom experience with Sanity, Contentful, or maybe something even cooler like using Apple Notes or Notion to manage your content.",
      "I don't really do any crazy backend stuff, but I am happy to work with a dev team to make it happen."
    ]
  },
  {
    "title": "Maintain",
    "subtitle": "You have a cool website but don't have the time or expertise to take care of it. I take care of your project as if it were my own.",
    "deliverable": "Peace of mind via regular updates from me at your preference.",
    "example": [
      "You have a website, but you don't like making changes to it. You get annoyed and slightly embarrassed when your friends find the typos on your site and send them to you. You hate having to update the copyright date in your footer every year. Maybe you didn't even realize you had to do that.",
      "I help you by making it easier for you to manage, by managing it for you, or some combination of the two."
    ]
  },
  {
    "title": "Grow",
    "subtitle": "You have an application that works, but you want it to be better. I help you make it better.",
    "deliverable": "Increased profits, or whatever metric you're aiming for.",
    "example": [
      "Your app is slow and you don't have enough people using it.",
      "I help you understand why these things are happening, give you ideas for how to make numbers go in the right direction, run experiments to see how good the ideas are, and then implement the ones that work."
    ]
  }
]
